The view that has just become active.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public View CurrentActiveView { get; }
  Visual Basic
Public ReadOnly Property CurrentActiveView As View
	Get
  Visual C++
public:
property View^ CurrentActiveView {
	View^ get ();
}
 See Also
  ViewActivatedEventArgs Class
  Autodesk.Revit.UI.Events Namespace